19999="Paquet de traducció al Català (Catalan)"


; Configuration
20000="Configuració de TaskSwitchXP Pro 2.0"
20001="Acceptar"
20002="Cancel·lar"
20003="Aplicar"

; Filters
20031="Arxius de configuració de TaskSwitchXP (*.cfg)"


; Pages
20050="General"
20051="Aparença"
20052="Llista de Tasques"
20053="Vista Prèvia"
20054="Info. de Tasques"
20055="Dreceres"
20056="Exclusions"
20057="Avançat"
20058="Sobre..."

; Page descriptions
20070="Opcions Generals"
20071="Opcions d'Aparença"
20072="Llistat de Tasques"
20073="Opcions de Vista Prèvia"
20074="Informació de Tasques"
20075="Dreceres per a TaskSwitchXP"
20076="Exclusions per a TaskSwitchXP"
20077="Opcions Avançades"
20078="Sobre TaskSwitchXP"


; General page
20100="Idioma:"
20101="<a id=\"idLang\" href=\"\">Buscar més idiomes a la xarxa...</a>"
20102="Emprar ajustaments per separat per a cada usuari en aquest equip"
20103="Iniciar automàticament al iniciar el sistema"
20104="Donar Alta Prioritat a TaskSwitchXP"
20105="Revisar si 'MS PowerToys TaskSwitcher' està en execució"
20106="Icones en el menú inici:"
20107="Mostrar l'icona de TSXP al costat del rellotge quan s'inicï l'equip"
20108="Emprar icones personalitzats:"
20109="Minimitzar finestres junt al rellotge al clicar el botó dret en Minimitzar"
20110="No ocultar automàticament l'icona de TSXP a la barra de tasques"

20120="Restaurar"
20121="Carregar/Obrir"
20122="Guardar"

; Appearance page
20200="Posició a la pantalla:"
20201="Mostrar en el monitor activo"
20202="Mostrar Sombra a la finestra de TaskSwitchXP"
20203="Habilitar transparència per a la finestra de TaskSwitchXP:"
20204="Habilitar fonedissa d'entrada (en milisegons):"
20205="Habilitar fonedissa de sortida (en milisegons):"
20206="Modes preferits de dibuixat:"
20207="Estil visual de XP:"
20208="Estil Clásico:"
20209="Forçar a TaskSwitchXP emprar l'Estil Clàssic"
20210="Ordenar el panel de Tasques a l'Esquerra"

; Position on screen
20270="Amunt - Esquerra"
20271="Amunt - Centre"
20272="Amunt - Dreta"
20273="Centre - Esquerra"
20274="Centrat"
20275="Centre - Dreta"
20276="Avall - Esquerra"
20277="Avall - Centre"
20278="Avall - Dreta"

; Modern XP skins
20280="Estil de Menú d'Inici (per defecte)"
20281="Estil PowerToy TaskSwitcher"
20282="Estil de Finestra Simple"
20283="Estil Pla XP"
20284="Estil Suau XP"
20285="Estil Barra de Tasques"

; Classical skins
20290="Estil de Menú d'Inici (per defecte)"
20291="Estil Pla de menú d'inici"


; Task List page
20300="Llista de vistes:"
20301="Número de columnes:"
20302="Ample (en píxels):"
20303="Número de Línies:"
20304="Icones Petites"
20305="Habilitar bombolles d'ajuda per a cada llista d'icones"
20306="Habilitar cursor de mà per als elements més utilitzats"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Habilitar selecció per Ratolí d'elements més utilitzats"
20308="Roda de ratolí inversa"
20309="Selecció d'estil:"
20310="Dibuixar rectàngle del focus"
20311="Estil del text i colors:"
20312="Font:"
20313="Tamany:"
20314="N"
20315="C"
20316="Índex de Color:"


; List views
20390="Icones"
20391="Llista Vertical"

; Selection styles
20380="Quadre"
20381="Rectangle reomplert"
20382="Rectangle arrodonit"

; Color indexes
20370="Textos"
20371="Textos Seleccionats"
20372="Fons Seleccionats"
20373="Text 1 Marcat"
20374="Marca del Fons 1"
20375="Text 2 Marcat"
20376="Marca del Fons 2"


; Preview page
20400="Estil de Vista Prèvia:"
20401="Estil de vista prèvia de \"Pantalla\""
20402="Estil de vista prèvia de \"Finestra\" "
20403="Incloure la barra de tasques de Windows a les imatges de vista prèvia"
20404="Dibuixar només les últimes finestres emergents de programes"
20405="No dibuixar el fons d'escriptori a la vista prèvia (estil antic v1.0)"
20406="Posar l'imatge de fons d'escriptori com a fons de les vistes prèvies"
20407="Dibuixar la vora al voltant de l'imatge de vista prèvia"
20408="Centrar l'imatge de vista prèvia verticalment"
20409="Mostrar els títols de las finestres minimitzades a la vista prèvia (*)"
20410="Excloure totes las finestres en capes de la vista prèvia(*)"
20411="Ample de l'imatge de vista prèvia (en píxels):"
20412="Retràs de la generació de la primera imatge de la vista prèvia (en milisegons):"
20413="No allotjar a la caché les imatges de vistes prèvies"
20414="Habilitar l'actualització en viu de las vistes prèvies (en milisegons):"


; Info page
20500="Barra superior de Títols:"
20501="Font:"
20502="Tamany:"
20503="N"
20504="C"
20505="Color:"
20506="Dibuixar sombra:"
20507="Profunditat:"
20508="Color:"
20509="Mostrar l'icona de l'aplicació a la barra sup. del Títol"
20510="Emprar icones petites a la barra superior del títol"
20511="Barra Inferior d'Informació:"
20512="Font:"
20513="Tamany:"
20514="N"
20515="C"
20516="Color:"
20517="Dibuixar sombra:"
20518="Profunditat:"
20519="Color:"
20520="Alt:"
20521="Format:"

; Info formats
20590="Cap"
20591="Només Número de la tasca"
20592="ID del Procés"
20593="Nom del Procés"
20594="Nom del Procés [PID]"
20595="Descripció del Programa"


; Hotkeys page
20600="Reemplaçar el mètode abreujat estàndar de Windows: Alt+TAB"
20601="Habilitar l'activació amb CTRL + ALT + (SHIFT) +TAB"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="No ocultar la finestra de TaskSwitchXP al soltar la tecla ALT"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Emprar mètode de baix nivell per a reemplaçar ALT+TAB"
20604="Control de TaskSwitchXP:"
20605="Llista d'Aplicacions:"
20606="Llista d'Instàncies:"
20607="Configurar TaskSwitchXP:"
20608="Mostrar/Ocultar l'icona prop del rellotge"
20609="Sortir de TaskSwitchXP:"
20610="Drecers adicionals:"
20611="Minimitzar la finestra al costat del rellotge:"
20612="Restaurar desde el costat del rellotge"


; Exclusions page
20700="Nou"
20701="Editar"
20702="Eliminar"

; List groups
20780="Dibuixar Vista Prèvia"
20781="Enumeració de Finestres"

20790="Nom"
20791="Paràmetres"

; Advanced page
20800="Títols de les finestres:"
20801="Emprar títols de les finestres principals de cada aplicació"
20802="Configuració d'Interfície avançada:"
20803="Eliminar barra superior del títol"
20804="Eliminar barra inferior d'informació"
20805="Accions de l'icona de la safata del sistema"
20806="Menú contextual:"
20807="Configuració:"
20808="Llista d'Aplicacions:"
20809="Llista d'Instancies:"
20810="Ajustaments d'aquest configurador:"
20811="Mostrar sempre la finestra de configuració al davant"
20812="Recordar la posició de la finestra de configuració"
20813="Recordar l'última pàgina de configuració vista"
20814="Iniciar TaskSwitchXP al iniciar/tancar"

; Tray icon actions
20890="Cap"
20891="Clic Esquerre"
20892="Doble Clic Esquerre"
20893="Clic amb el botó del mig"
20894="Doble clic amb el botó del mig"
20895="Clic amb el botón dret"
20896="Doble Clic amb el botó dret"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Traduït per <a id=\"idTranslatorMail\" href=\"mailto:rsanabra@tinet.org\">Ruben Sanabra Ramos</a> - SOFTWARE EN CATALÀ - \r\nBelru Software i traduccions."


; Exclusions dialog
22000="Exclusions de TaskSwitchXP"
22001="Acceptar"
22002="Cancel·lar"
22003="Aplicacions Actives:"
22004="Actualitzar"
22005="Nom de la Exclusió:"
22006="Excloure per:"
22007="Nom del Procès:"
22008="Classe de la finestra:"
22009="Títol de la finestra:"
22010="Excloure desde:"
22011="Dibuixar vista prèvia"
22012="Enumeració de la finestra"
22013="Activat"

22090="" ; not excluded
22091=">> Vista Prèvia Exclosa"
22092=">> Enumeració Exclosa"

; Configurator Errors
30000="\nError del Configurador de TaskSwitchXP"
30002="\nNo s'ha pogut iniciar TaskSwitchXP! Reinstal·la el programa."
30003="\nNo s'ha pogut guardar els canvis en el registre. Revisa si tenes els permisos d'accès a aquest equip."
30004="\nNo s'han pogut carregar els ajustaments des d'aquest arxiu."
30005="\nNo s'han pogut carregar els ajustaments des d'aquest arxiu. Es restauren els valors per defecte."
30006="No es poden guardar els ajustaments en aquest arxiu."

; Hints for exclusion dialog
30100="Exclusió Sense Nom"
30101="Siusplau especifica un nom per aquesta exclusió."
30102="No hi ha paràmetres"
30103="Siusplau especifica un paràmetre per a la exclusió"
30104="Procès Sense Nom"
30105="Siusplau especifica un nom per al procès."
30106="finestra Sense Classe"
30107="Siusplau especifica una classe de finestra."

; Confirmations
30900="Confirmador de TaskSwitchXP"
30901="TaskSwitchXP ha detectat que hi ha més d'un monitor actiu en el sistema.\r\n¿Vols habilitar el mode \"Vista Prèvia de finestra\" per a que mostri totes les vistes prèvies del monitor secundari?"

; TaskSwitchXP Language Strings

; Tray menu
31000="Llista d'Aplicacions"
31001="Llistas d'instancies"	
31002="Preferències"
31003="Sortir"

31020="Preferèncias Ràpides"
31021="Ocultar icona de la safata del sistema"
31022="Reemplaçar Alt-Tab"
31023="Habilitar el Canviador d'Instancies"
31024="No ocultar la finestra al soltar ALT"
31025="Emprar mètode de baix nivell per a ALT+TAB"
31026="Nova exclusió..."

31050="Ajuda"
31051="Documentació"
31052="Pàgina Web"
31053="Sobre TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d aplicació(ns)"
31091="Restaurar Tot"
31092="Minimitzar Tot"
31093="Tancar Tot"
31094="Restaurar"
31095="Minimitzar"
31096="Tancar"

; Task List menu
31110="Canviar a"
31111="Minimitzar"
31112="Minimitzar junt al rellotge"
31113="Cascada"
31114="En Horitzontal"
31115="En Vertical"
31116="Restaurar"
31117="Maximitzar"
31118="Tancar"
31119="Finalitzar Procès"

; Common menu
31150="Mostrar Informació del Procès"
31151="Seleccionar Tot"
31152="Deseleccionar"
31153="Borrar Seleccionat"
31154="Ordenar per títol"
31155="Ordenar per Aplicació"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Nom de la imatge:  %s\r\nID del Procès:  %u\r\n\r\nDuració:  %u:%02u:%02u\r\nTemps de CPU:  %u:%02u:%02u\r\n\r\nUs de Memòria:  %uK\r\nVM Tamany:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="Confirmador TaskSwitchXP"
31901="Ja estàs executant TaskSwitchXP. ¿Prefereixes tancar-lo per a iniciar-lo de nou manualment?"
31902="¿Estàs segur que vols sortir de TaskSwitchXP?"
31903="TaskSwitchXP ha detectat que MS PowerToy TaskSwitcher està en execució.\r\n¿Desitges que acabi?"

; Errors
32000="Problema amb TaskSwitchXP"
32002="No s'ha pogut inicialitzar el programa. Reinstal·la el programa."
32003="No s'ha pogut instal·lar el método de bajo nivel para ALT+TAB. Reinstal·la el programa."
32004="No s'ha pogut registrar l'accès mitjançant Alt+Tab o Alt+Shift+Tab.\r\nUna altra aplicació la degut registra.\nRevisa aquell programa que utilitzi aquest mètode abreujat o assigna un altre mètode en la configuració de TaskSwitchXP en la secció de Dreceres"
32005="No s'ha pogut registrar l'accès mitjançant Ctrl+Alt+Tab o Ctrl+Alt+Shift+Tab.\r\nUna altra aplicació la degut registra.\nRevisa aquell programa que utilitzi aquest mètode abreujat o canvia mètode en la configuració de TaskSwitchXP en la secció de Dreceres"
32006="\nNo s'ha pogut iniciar ConfigTsXP.exe! Reinstal·lar el programa."

32500="No s'ha pogut registrar la següent drecera:\r\n\r\nNom: %s\r\nModificadors: %02X\r\nCódi Virtual: %02X"
32501="Sortir de TaskSwitchXP"
32502="Mostrar/Ocultar l'icona de la safata del sistema"
32503="Configurar TaskSwitchXP"
32504="Llista d'Aplicacions"
32505="Llista d'Instancies"
32506="Minimitzar la finestra junt al rellotge"
32507="Restaurar desde la safata del sistema"
